11/data/attachments/eef71637c556997a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>James_building_Actions_67483_3</nif:username>
            <nif:friendToBeRequested>soap_actions_8f8a2516-79bd-414f-9748-102f43ea8c35</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>